[
    {
      "name": "Ridvan Gardens",
      "Address": "Aliyat ha-No'ar St, Acre, Israel",
      "Image": "https://media.bahai.org/detail/9461467/",
      "Quote_Text": "“Every tree uttered a word, and every leaf sang a melody. The trees proclaimed: ‘Behold the evidences of God’s Mercy’ and the twin streams recited in the eloquent tongue the sacred verse ‘From us all things were made alive’. Glorified be God! Mysteries were voiced by them, which provoked wonderment. Methought: in which school were they educated, and from whose presence had they acquired their learning? Yea! This Wronged One knoweth and He saith: ‘From God, the All-Encompassing, the Self- Subsistent.’ ”",
      "quote_reference": "Bahá'u'lláh, Excerpt from The Tablet of the Garden of Ridván, Taherzadeh, ’Adib. The Revelation of Bahá’u’lláh. Vol. 4. Pages 15-16.",
      "Priority": 1
    },
    {
      "name": "Shrine of the Báb",
      "Address": "",
      "Image": "https://photos.google.com/share/AF1QipPqy6L4dgwKF4UuDEo1_Outjd7bsqVixEJX0tWlZ8RqvbD93j7ms_BNs8BSAeg7Aw/photo/AF1QipM7ZisVsicvxkNRUgVkNe5FvzPO0rfSgiQugTSs?key=UHlOTXhyZXd3YUZkeTJtVmpkcHpfYU4wb1N6OTln",
      "Quote_Text": "“He, verily, loveth the spot which hath been made the seat of His throne, which His footsteps have trodden, which hath been honored by His presence, from which He raised His call, and upon which He shed His tears.”",
      "quote_reference": "",
      "Priority": 1
    },
    {
      "name": "Shrine of Bahá'u'lláh",
      "Address": "",
      "Image": "https://photos.google.com/share/AF1QipMNJlN0hBlgociTuxsO9yqfFMqTKrsqiSvNI9gZsJeIE-kBOJGdRuig5mLdaka_MA/photo/AF1QipPkxcOIN8zrCMR2NyrGvfensHcUs_JmRkx-cz4L?key=YlJjZ2Z3REFlZmFuWm4zM283SndCM3VrRUxDeTVR",
      "Quote_Text": "“Render thanks unto God that thou didst come to the Blessed Spot, didst lay thy head upon the Threshold of the Sacred Shrine, and didst make pilgrimage to the hallowed sanctuary round which circle in adoration the intimates of the spiritual realm.”",
      "quote_reference": "‘Abdu’l-Bahá, pilgrimage.bwc.org",
      "Priority": 1
    },
    {
      "name": "Resting places of Ásíyih Khánum & Mírzá Mihdí",
      "Address": "",
      "Image": "https://lh3.googleusercontent.com/pw/AM-JKLU-0CWY9-AfOL8ON_JO9xOw57SySJByWyelTUshDJwVeu1eog1qqlvSXIUuATpowlmpVE9V3o0uRrSUkuBaRWwtfujbgiS9lcrcukt1G2k1Iux_y-8TJ52PiGSvkf-nClM6rX1mQI9U83wd_AGUsG0Y7w=w1170-h771-no",
      "Quote_Text": "The resting place of the saintly Ásíyih K͟hánum \"Navváb\" (1820-1886), the wife of Bahá'u'lláh, the mother of ‘Abdu'l-Bahá, Bahíyyih Khánum and thePurest Branch, Mírzá Mehdi. Bahá'u'lláh, who named Navváb the Most Exalted Leaf has written: “The first Spirit through which all spirits were revealed, and the first Light by which all lights shone forth rest upon thee, O most Exalted Leaf,thou who has been mentioned in the Crimson Book...”\nAt the same burial ground lays down Mírzá Mehdi \"the Purest Branch\", for whom Bahá'u'lláh revealed this highly significant prayer: “I have, O my Lord,offered up that which Thou has given Me, that Thy servants may be quickened, and all that dwell on earth be united.”",
      "quote_reference": "",
      "Priority": 1
    },
    {
      "name": "Seat of the Universal House of Justice",
      "Address": "",
      "Image": "https://lh3.googleusercontent.com/pw/AL9nZEXpP6ICa9x-CwFbtn98sNz3ymJH90_toc3DPGbdrtemH103KZogN2IsTtAOwMC51Ev1c3370zP2zZnu8GsJS-Bt_3CFoKJh1xsD5V-l4ck7625AHF1x7iGN67Kws0IEq7JAx3IC7pxLC1pXEYMZRxybuw=w2508-h1882-no?authuser=0",
      "Quote_Text": "The Universal House of Justice is the international governing Council of the Bahá’í Faith. Its creation was ordained by Bahá’u’lláh. Bahá’u’lláh conferred authority upon the Universal House of Justice to exert a positive influence on the welfare of humankind, to promote education, peace and global prosperity, and to safeguard human honour and the position of religion. It is charged with applying the Bahá’í teachings to the requirements of an ever-evolving society and is thus empowered to legislate on matters not explicitly covered in the Faith’s Sacred Texts. The guidance provided by the Universal House of Justice ensures unity of thought and action in the Bahá’í community as it learns to translate into reality Bahá’u’lláh’s vision for spiritually and materially prosperous global civilization.",
      "quote_reference": "universalhouseofjustice.bahai.org",
      "Priority": 1
    },
    {
      "name": "International Archives Building",
      "Address": "",
      "Image": "https://lh3.googleusercontent.com/pw/AM-JKLXaDJFwLSVigskED-cc_DqHhj3ZrQ_RKhIdPsTJwWuEgroNFS7rTM5bwjgxoZuCEuQqEyWjytqriKvD-y7AXRYLsaxm4x08UtevufXJX_E-1Rlvie_OvkozavdH9cL75TWIi5UUc6nANT9oaa8bT4lkug=w1170-h879-no",
      "Quote_Text": "“The design of the international Bahá’í Archives, the first stately Edifice destined to usher in the establishment of the World Administrative Centre of the Faith on Mt. Carmel—the Ark referred to by Bahá’u’lláh in the closing passages of His Tablet of Carmel—has been completed, . . .”",
      "quote_reference": "Shoghi Effendi",
      "Priority": 1
    },
    {
      "name": "International Teaching Centre Building",
      "Address": "",
      "Image": "https://lh3.googleusercontent.com/pw/AM-JKLXwpZ813M5aSYg5aybUUxc9AHhLlW6GfLxJkfb7DxWqhAMfVaNNUcFtZIf-Dt1vZmmQghL9m1V5x-U1fHHKvNUKKL_bijlBdECh1e0lmVfEAdgTsZd1EBFqJxixzFjyind0_G9S5twlFGzJyU-sXcZbrw=w1170-h879-no",
      "Quote_Text": "“The International Teaching Centre will be the seat of that institution which is specifically invested with the twin functions of the protection and propagation of the Cause of God. The institution itself, referred to by the beloved Guardian in his writings, was established in June 1973, bringing to fruition the work of the Hands of the Cause of God residing in the Holy Land and providing for the extension into the future of functions with which that body had been endowed.”",
      "quote_reference": "",
      "Priority": ""
    },
    {
      "name": "Centre for the Study of the Texts",
      "Address": "",
      "Image": "https://photos.google.com/share/AF1QipPT4LZ1HtcGEgxQ0i8SG8yOj2gMRdaMS-SbLs9I_dRD0l2WbjMP_BszgeOAgOFFGQ/photo/AF1QipMghmFdAQc1H94YJia9aVFj0CCcvk_FM5fLdOIN?key=WkU1RTZTOEtBUVZQcTRJVTVSYWRxX0YtUjgwU2pn",
      "Quote_Text": "The Universal House of Justice has written that this building “is the seat of an institution of scholarly research designed to assist the Universal House of Justice in consulting the Sacred Writings and to prepare translations of and commentaries on the authoritative texts of the Faith.”",
      "quote_reference": "Universal House of Justice to an individual",
      "Priority": 1
    },
    {
      "name": "Temple Site",
      "Address": "",
      "Image": "https://photos.google.com/share/AF1QipPT4LZ1HtcGEgxQ0i8SG8yOj2gMRdaMS-SbLs9I_dRD0l2WbjMP_BszgeOAgOFFGQ/photo/AF1QipNR8YYUflYb1KBmds4aJggHPw9k01V2bdy6uS-Z?key=WkU1RTZTOEtBUVZQcTRJVTVSYWRxX0YtUjgwU2pn",
      "Quote_Text": "The future site of the first Mashriqu’l-Adhkár of the Holy Land, selected by The Guardian to be in close proximity to the Spot near the cave of Elijah that was hallowed by the footsteps of Bahá'u'lláh who on His last visit to Haifa, in 1891, pitched His tent near the Carmelite Monastery and wrote the first part of the Tablet of Carmel, the charter for the establishment of the world administrative and spiritual center of the Bahá'í Faith.",
      "quote_reference": "",
      "Priority": 3
    },
    {
      "name": "House of ‘Abdu'l-Bahá",
      "Address": "",
      "Image": "",
      "Quote_Text": "“My home is the home of peace. My home is the home of joy and delight. My home is the home of laughter and exultation. Whosoever enters through the portals of this home, must go out with gladsome heart. This is the home of light; whosoever enters here must become illumined. This is the home of knowledge: the one who enters it must receive knowledge. This is the home of love: those who come in must learn the lessons of love; thus may they know how to love each other.”",
      "quote_reference": "",
      "Priority": 1
    }
  ]